{
    "home":"Home",
    "skills":"Skills & Experience",
    "mywork":"My Works",
    "contact":"Contact",
    "hello":"Hello, I am",
    "shohruh":"Shohruh",
    "frontend":"Frontend/React Developer",
    "download":"Download CV",
    "experienceDate":"Sep 2023 - Apr 2024",
    "frontendDev":"Frontend Developer",
    "itTime":"IT Time academy in Tashkent",
    "experience1":"• Turning designs into HTML, CSS, and JavaScript code",
    "experience2":"• Building user-facing features with frameworks like React",
    "experience3":"• Identifying and fixing issues, ensuring optimal performance across all devices and browsers",
    "experience4":"• Working with backend developers, designers, and project managers to implement web projects",
    "experience5":"• Participating in code reviews to maintain code quality",
    "pharmacies":"Pharmacies",
    "pharmaciesDate":"January-February 2024",
    "pharmaciesText":"An advanced service designed to automate routine tasks of pharmacy system management. This will help all pharmacies in our city to be in close contact with each other. The system integrates current drug information (price, administration method and doses) and pharmacy information, which ensures accuracy and efficiency. It also enables salespeople to communicate with each other, which is an indispensable tool for pharmacies seeking to optimize their human resources processes.",
    "stack":"Stack:",
    "visit":"Visit",
    "gitrepo":"Git Repo",
    "construction":"Construction company",
    "constructionDate":"March-April 2024",
    "constructionText":"The website of the construction company was created. where you can place an order for a construction consultation. There is also a calculator section to calculate the approximate cost of the project under construction. This website is mainly related to the construction industry and also provides information on the construction of ventilation systems.",
    "disinfection":"Disinfection Tashkent",
    "disinfectionDate":"February-March 2024",
    "disinfectionText":"There is a website of the disinfection team in Tashkent, where you can order disinfection workers. In addition, you will place an order after evaluating the work during their activity. With this, we can further develop the field of disinfection. A web page for advertising on the Internet",
    "furniture":"Furnitures",
    "furnitureDate":"June 2024",
    "furnitureText":"This web page is designed for online furniture sales. It has a series of sofas, armchairs, chairs, lamps, and you can add more products to them. The items you want to buy will be added to the cart. You can purchase products from the shopping cart. A website can be used to promote furniture sales.",
    "avion":"Avion",
    "avionDate":"June 2024",
    "avionText":"This web page is for the sale of exhibits. It contains various items. Items can be increased and decreased. The customer can add the item to their cart and order it. You can also join our closed group through the search section and email address. We want to further develop sales through this site.",
    "contactMe":"Contact Me",
    "yourName":"Your Name",
    "yourEmail":"Your Email",
    "yourMessage":"Your Message",
    "sendMessage":"Send Massage",
    "succesful":"Message sent successfully😊"
}

