{
    "home":"Asosiy",
    "skills":"Ko'nikmalar va tajriba",
    "mywork":"Mening ishlarim",
    "contact":"Kontakt",
    "hello":"Salom, mening ismim",
    "shohruh":"Shohruh",
    "frontend":"Frontend/React dasturchi",
    "download":"CV yuklab olish",
    "experienceDate":"Sent 2023 - Apr 2024",
    "frontendDev":"Frontend Dasturchi",
    "itTime":"Toshkentdagi IT Time akademiyasi",
    "experience1":"• Dizaynlarni HTML, CSS va JavaScript kodlariga aylantirish",
    "experience2":"• React kabi texnologiyalar yordamida foydalanuvchiga qulay xususiyatlarni yaratish",
    "experience3":"• Muammolarni aniqlash va tuzatish, barcha qurilmalar va brauzerlarda optimal ishlashni ta'minlash",
    "experience4":"• Veb-loyihalarni amalga oshirish uchun backend dasturchilar, dizaynerlar va loyiha menejerlari bilan ishlash",
    "experience5":"• Kod sifatini saqlab qolish uchun kodni qayta ko'rib chiqishda ishtirok etish",
    "pharmacies":"Dorixonalar",
    "pharmaciesDate":"Yanvar-Fevral 2024",
    "pharmaciesText":"Dorixona tizimini boshqarishning muntazam vazifalarini avtomatlashtirish uchun mo'ljallangan ilg'or xizmat. Bu shahrimizdagi barcha dorixonalarning bir-biri bilan yaqin aloqada bo‘lishiga yordam beradi. Tizim joriy dori ma'lumotlarini (narx, qo'llash usuli va dozalari) va dorixona ma'lumotlarini birlashtiradi, bu aniqlik va samaradorlikni ta'minlaydi. Shuningdek, u sotuvchilarga bir-biri bilan muloqot qilish imkonini beradi, bu esa o'zlarining inson resurslari jarayonlarini optimallashtirishga intilayotgan dorixonalar uchun ajralmas vositadir.",
    "stack":"Texnologiyalar:",
    "visit":"Tashrif buyurish",
    "gitrepo":"Git kodlari",
    "construction":"Qurilish kompaniyasi",
    "constructionDate":"Mart-Aprel 2024",
    "constructionText":"Qurilish kompaniyasining veb-sayti yaratildi. qurilish bo'yicha maslahat uchun buyurtma berishingiz mumkin. Qurilayotgan loyihaning taxminiy narxini hisoblash uchun kalkulyator bo'limi ham mavjud. Ushbu veb-sayt asosan qurilish sanoati bilan bog'liq bo'lib, shuningdek, shamollatish tizimlarini qurish haqida ma'lumot beradi.",
    "disinfection":"Dezinfeksiya Toshkent",
    "disinfectionDate":"Fevral-Mart 2024",
    "disinfectionText":"Toshkent shahrida dezinfeksiya guruhining veb-sayti mavjud bo‘lib, u yerda dezinfeksiya xodimlariga buyurtma berish mumkin. Bundan tashqari, siz ularning faoliyati davomida ishni baholaganingizdan so'ng buyurtma berasiz. Bu bilan biz dezinfeksiya sohasini yanada rivojlantirishimiz mumkin. Internetda reklama qilish uchun veb-sahifa.",
    "furniture" :"Mebellar",
    "furnitureDate":"Iyun 2024",
    "furnitureText":"Ushbu veb-sahifa mebellar onlayn savdosi uchun yaratilgan. Unda divanlar, kreslolar, stullar, lampalar turkumlari bo’lib, ularga yana mahsulotlar qo’shish mumkin. Xarid qilmoqchi bo’lgan buyumlaringiz savatga qo’shiladi. Savatdan siz mahsulotlarni xarid qilishingiz mumkin. Veb-sahifa orqali mebellar savdo-sotig'ini rivojlantirish mumkin.",
    "avion":"Avion",
    "avionDate":"Iyun 2024",
    "avionText":"Ushbu veb-sahifa eksponatlar oldi-sottisi uchun mo'ljallangan. Unda turli buyumlar mavjud. Buyumlarni ko'paytirish kamaytirish mumkin. Mijoz buyumni o'z savatiga qo'shishi va unga buyurtma berishi mumkin. Bundan tashqari qidiruv bo'limi hamda email manzili orqali bizning yopiq guruhimizga qo'shilishi mumkin. Biz bu sayt orqali savdoni yanada rivojlantirmoqchimiz.",
    "contactMe":"Bog'lanish",
    "yourName":"Ismingiz",
    "yourEmail":"Emailingiz",
    "yourMessage":"Xabar",
    "sendMessage":"Xabarni Yuborish",
    "succesful":"Xabar muvaffaqiyatli yuborildi😊"
}
